"Next Page" = "次頁";
"Previous Page" = "前頁";
"Next Line" = "次行";
"Previous Line" = "前行";
"Next Mail" = "次メール";
"Previous Mail" = "前メール";
"Next Page Mail" = "メールリスト次頁";
"Previous Page Mail" = "メールリスト前頁";
"Unread Mail" = "未読メール";
"Downloading..." = "受信中...";
"No Mail" = "メールなし";
"anonymous" = "名無しの権兵衛";
"No Subject" = "無題";
"Enter Key for" = "";
"." = "のキーを入力して下さい。";
"Unknown" = "その他";
"English" = "英語";
"Japanese" = "日本語";
"Korean" = "韓国語";
"Chinese Traditional" = "中国語（繁体字）";
"Chinese Simplified" = "中国語（簡体字）";
"Western" = "西欧";
"Central European" = "中欧";
"South European" = "南欧＋エスペラント";
"Baltic" = "北欧（バルト海沿岸）";
"Cyrillic" = "キリル文字（ロシア語等）";
"Arabic" = "アラビア語";
"Greek" = "ギリシア語";
"Hebrew" = "ヘブライ語";
"Turkish" = "トルコ語";
"Nordic" = "北欧";
"Thai" = "タイ語";
"Celtic" = "ケルト語";
"Choose" = "選択";
"Related Mails" = "関連メール";
"Unread Mails" = "未読メール";

